preface.org
#+HTML_HEAD: <link rel="stylesheet" href="asset/css/page.css" type="text/css" media="screen" />
#+title: 序

- 初遇道家文章時 我無限欣喜
  我不感覺自己在讀什麼異域奇文
  而是感到自己在讀我一生都持有的種種想法
  且其表達 遠遠超過我能做的表達

  對我而言
  道家意味着 內在的寧靜狀態 加上強烈而優美的覺悟
  二者缺一不可 純粹消極的寧靜顯得遲鈍 而焦燥的覺悟又不可取

  我的一個現代學派的中國朋友 最近批評道家爲 一種 擁有蛋糕又吃掉它 的哲學
  我答道 不然怎樣呢
  他說 你不能擁有蛋糕又吃掉它
  這正是我們的分歧之處
  我這一生都相信 你可以擁有蛋糕又吃掉它
  因此我算是道家

  - 譯者按
    這裏所說 不能擁有蛋糕又吃掉它 爲英文成語
    有種文字遊戲的意味 意思是 吃掉蛋糕 你就沒有蛋糕了
    我猜這位中國朋友所想到的漢語成語是 鱼与熊掌 不可兼得

- 其實 我起初是由佛教禪宗而瞭解道家的
  很久之後我才明白 禪宗是道家和佛教之結合
  而禪宗吸引我的 主要是其中的道家元素

  禪宗中的怪事是
  它先讓人垂涎一種叫 開悟 的東西
  然後又馬上告訴我們
  正是我們對 開悟 的渴求 阻止了我們得到它
  而相反 道家給我的印象是
  不愛找尋他所未有的
  而愛享受他所擁有的

- 這本書不單是關於中國哲學
  而是包含了一系列受中國哲學啓發而來的想法
  道家的觀點也許是核心
  但是這本書是卻是很多主題的大雜燴 一本關於生活的書
  獻給 我的妻子 我的兄弟姐妹 我的小狗 我的學生 我的讀者 還有所有人

  -- 雷蒙德 薩繆里安
     紐約 Elka 公園
     1977 年 1 月 17 日
