preface.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2016-04-26 Tue 01:50 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>序</title>
<meta name="generator" content="Org-mode" />
<meta name="author" content="XIE Yuheng" />
<link rel="stylesheet" href="asset/css/page.css" type="text/css" media="screen" />
</head>
<body>
<div id="preamble" class="status">
喪以不執 所執者喪 執喪相比 方死方生
</div>
<div id="content">
<h1 class="title">序</h1>
<ul class="org-ul">
<li><p><p></p><p>初遇道家文章時 我無限欣喜</p><p>我不感覺自己在讀什麼異域奇文</p><p>而是感到自己在讀我一生都持有的種種想法</p><p>且其表達 遠遠超過我能做的表達</p><p></p></p><p></p><p><p></p><p>對我而言</p><p>道家意味着 內在的寧靜狀態 加上強烈而優美的覺悟</p><p>二者缺一不可 純粹消極的寧靜顯得遲鈍 而焦燥的覺悟又不可取</p><p></p></p><p></p><p><p></p><p>我的一個現代學派的中國朋友 最近批評道家爲 一種 擁有蛋糕又吃掉它 的哲學</p><p>我答道 不然怎樣呢</p><p>他說 你不能擁有蛋糕又吃掉它</p><p>這正是我們的分歧之處</p><p>我這一生都相信 你可以擁有蛋糕又吃掉它</p><p>因此我算是道家</p><p></p></p><p></p><p><ul class="org-ul"></p><p><li><p>譯者按</p><p>這裏所說 不能擁有蛋糕又吃掉它 爲英文成語</p><p>有種文字遊戲的意味 意思是 吃掉蛋糕 你就沒有蛋糕了</p><p>我猜這位中國朋友所想到的漢語成語是 鱼与熊掌 不可兼得</p></li></ul></p></li>

<li><p><p></p><p>其實 我起初是由佛教禪宗而瞭解道家的</p><p>很久之後我才明白 禪宗是道家和佛教之結合</p><p>而禪宗吸引我的 主要是其中的道家元素</p><p></p></p><p></p><p><p></p><p>禪宗中的怪事是</p><p>它先讓人垂涎一種叫 開悟 的東西</p><p>然後又馬上告訴我們</p><p>正是我們對 開悟 的渴求 阻止了我們得到它</p><p>而相反 道家給我的印象是</p><p>不愛找尋他所未有的</p><p>而愛享受他所擁有的</p><p></p></p></li>

<li><p><p></p><p>這本書不單是關於中國哲學</p><p>而是包含了一系列受中國哲學啓發而來的想法</p><p>道家的觀點也許是核心</p><p>但是這本書是卻是很多主題的大雜燴 一本關於生活的書</p><p>獻給 我的妻子 我的兄弟姐妹 我的小狗 我的學生 我的讀者 還有所有人</p><p></p></p><p></p><p><p></p><p>&#x2013; 雷蒙德 薩繆里安</p><p>   紐約 Elka 公園</p><p>   1977 年 1 月 17 日</p><p></p></p></li></ul>
</div>
<div id="postamble" class="status">
喪以不執 所執者喪 執喪相比 方死方生
</div>
</body>
</html>
